Zenith-Tek/AquaControl_FW/aquacontrol_sender/fw/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_MISO_GPIO=5
CONFIG_SCK_GPIO=4
CONFIG_MOSI_GPIO=6
CONFIG_CS_GPIO=7
CONFIG_RST_GPIO=3
CONFIG_ESP_WIFI_ENABLED=n
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_80=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ=80
CONFIG_PARTITION_TABLE_TWO_OTA=y
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"

